planes_app/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("firstname", "lastname", "email", "admin", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["firstname", "Pete"], ["lastname", "Fagan"], ["email", "test@test.com"], ["admin", "t"], ["created_at", "2016-09-14 05:40:17.653884"], ["updated_at", "2016-09-14 05:40:17.653884"]]